import styles from '../page.module.css';

export default function AboutUs() {
  return (
    <section className={styles.aboutUsSection}>
      <div className={styles.aboutUsContent}>
        <h2>من نحن</h2>
        <p>
          مؤسسة رائدة في مجال النشر العلمي والبحث الأكاديمي في العالم العربي. نقدم خدمات
          دعم الباحثين من النشر والتحكيم العلمي إلى تسهيل الوصول إلى المعرفة الموثوقة.
        </p>
        <ul>
          <li>مؤسسة رائدة في دعم البحث العلمي ونشر الدراسات الأكاديمية المتميزة.</li>
          <li>نعمل على تمكين الباحثين وتسهيل الوصول إلى المعرفة العلمية الموثوقة.</li>
          <li>منصة متميزة للنشر الأكاديمي، والتحكيم العلمي، ونشر الابتكار البحثي.</li>
          <li>نسعى لتعزيز التميز العلمي ونشر النتائج البحثية على نطاق عربي ودولي.</li>
          <li>نربط الباحثين بالمجتمع الأكاديمي لتبادل المعرفة والخبرات العلمية.</li>
          <li>الترجمة العلمية والأكاديمية بدقة لغوية ومصطلحية تضمن وصول البحث إلى جمهور واسع ومتعدد التخصصات.</li>
          <li>تنظيم المراجع والمصادر وفق أحدث أنظمة التوثيق المعتمدة عالميًا.</li>
          <li>مراجعة وتدقيق المحتوى العلمي لضمان الدقة والجودة وخلوه من الأخطاء.</li>
          <li>تطوير الملخصات والأوراق العلمية لتكون واضحة وجاهزة للنشر أو العرض في المؤتمرات.</li>
          <li>إعداد ومراجعة الأبحاث والمقالات بدقة عالية لضمان توافقها مع معايير التحكيم والنشر الأكاديمي، مما يسهل قبولها في المجلات والمؤتمرات المناسبة.</li>
          <li>تقديم الإرشادات والاستشارات البحثية لتعزيز وضوح الأفكار وتطوير مستوى البحث.</li>
          <li>تنسيق المواد العلمية والأكاديمية وفق المعايير الدولية لضمان مظهر احترافي وموثوقية عالية.</li>
          <li>تعزيز قابلية الاقتباس والاستشهاد بالأبحاث لزيادة تأثير البحث وانتشاره في المجتمع العلمي.</li>
          <li>مساعدة الباحثين في اختيار المجلات والمؤتمرات المناسبة لنشر أبحاثهم بأعلى فرص للقبول والتأثير.</li>
          <li>تقديم الدعم في نشر البحث والترويج له عبر القنوات العلمية والأكاديمية، لضمان وصوله لأوسع قاعدة من القراء والباحثين.</li>
          <li>توفير المشورة في نشر الكتب والفصول العلمية، بما يشمل الرسائل العلمية والدراسات المتخصصة.</li>
        </ul>
        <h3>نحن ملتزمون بتقديم خدمات شاملة تهدف إلى رفع مستوى البحث العلمي، وتمكين الباحثين من تحقيق التميز الأكاديمي، والمساهمة في إثراء المعرفة العلمية على المستوى العربي والدولي.</h3>
      </div>
    </section>
  );
}
